const TEXT = {
  register: {
    title: 'Регистрация на сайте',
    subtitle:
      'Сохраним адрес доставки, покажем историю заказов и предложим персональные акции',
    extraTitle: 'Уже есть аккаунт?',
    extraBtn: 'Войти',
  },
  login: {
    title: 'Вход на сайт',
    subtitle:
      'Сохраним адрес доставки, покажем историю заказов и предложим персональные акции',
    extraTitle: 'Ещё нет аккаунта?',
    extraBtn: 'Регистрация',
  },
  confirm: {
    title: 'Подтверждение почты',
    subtitle:
      'Введите, пожалуйста, 4 цифры, которые мы отправили вам на электронную почту: test@test.ru',
    extraTitle: 'Ничего не пришло?',
    extraBtn: 'Отправить код повторно 00:59',
  },
}

export default TEXT